# Реферат {.unnumbered .unlisted}

Реферат должен содержать:

  * сведения об объеме, количество иллюстраций, таблиц, приложений, количество частей, количество используемых источников;
  * перечень ключевых слов;
  * текст реферата.

Перечень ключевых слов должен включать от 5 до 15 слов или словосочетаний из текста записки, которые в наибольшей мере характеризуют его содержание и обеспечивают возможность информационного поиска.
Ключевые слова приводятся в именительном падеже и печатаются строчными буквами в строку через запятые.

Текст реферата должен отражать:

  * объект исследования или разработки;
  * цель работы;
  * результаты;
  * область применения.

