# Введение {.unnumbered}

Во введении даётся общая характеристика курсовой работы:

  * обосновывается актуальности выбранной темы,
  * её цели,
  * задачи,
  * объект и предмет исследования,
  * информационная база.

Цель курсовой работы должна показывать, какой эффект даёт решение
поставленной задачи. Необходимость достижения поставленной цели
обуславливает выбор задач исследования. Как правило, их формулировка
осуществляется в редакции «изучить», «раскрыть», «проанализировать»,
«определить» и т. д. Задачи курсовой работы определяют ее
содержание. Объем введения курсовой работы --- 1--2 страницы.

Во введении следует придерживаться определённой структуры.

## Актуальность работы {.unnumbered}

Актуальность данной работы обусловлена …

## Цель работы {.unnumbered}

Целью курсовой работы является …

## Задачи работы {.unnumbered}

Основными задачами работы являются:

1. …
2. …

## Методы исследования {.unnumbered}

Методом исследования является …

## Структура работы {.unnumbered}

Курсовая работа состоит из введения, трех разделов, заключения и списка используемой литературы. Во введении …

В первом  разделе …

Во втором разделе …

Во третьем разделе …

В заключении подведены общие итоги курсовой работы, изложены основные выводы.
